Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Okay, looks like the trailer has power now.
pl_pl: Wygląda na to, że przyczepa ma teraz zasilanie.

source: Okay, next stop, the radar tower.
pl_pl: Ok, następny przystanek, wieża radarowa.

source: Okay, no, this a great idea. Yeah. No way that this is gonna backfire.
pl_pl: Ok, nie, to świetny pomysł. Tak. Nie ma mowy, żeby to wypaliło.

source: Okay, off you go.
pl_pl: Dobra, zaczynamy.

source: Okay, okay.
pl_pl: Dobra, dobra.

source: Okay, quicker next time.
pl_pl: Ok, następnym razem muszę szybciej.

source: Okay, security's down.
pl_pl: Dobra, ochrona padła.

source: Okay, so this whole place was a huge industrial area, and it's where all the ghosts did all the ghost work. You know, building... ghost... boats, or whatever. And then, in 2010, they all lost their jobs, there was a big ghost recession, and, and now they just creep around all... unemployed... or whatever.
pl_pl: Okej, więc całe to miejsce było ogromnym obszarem przemysłowym i to tam wszystkie duchy wykonywały całą pracę duchów. No wiesz, budując... duszne... łodzie, czy cokolwiek innego. A potem, w 2010 roku, wszyscy stracili pracę, nastąpiła wielka recesja duchów, a teraz po prostu pełzają wokół wszystkich... bezrobotnych... czy cokolwiek.

source: Okay, that's a big guy.
pl_pl: Dobra, to duży facet.

source: Okay, that's actually good. Not sure how you knew to do that, but there should be another red light on the other side of the machine. Do the same to that one.
pl_pl: Ok, to bardzo dobrze. Nie jestem pewna, skąd wiedziałeś, jak to zrobić, ale po drugiej stronie maszyny powinna znajdować się kolejna czerwona lampka. Zrób to samo.

source: Okay, that's perfect.
pl_pl: W porządku, idealnie.

source: Okay, the console here's got two red lights, one green one.
pl_pl: Na konsoli palą się dwa czerwone i jedno zielone światło.

source: Okay, the core should be in the middle of the machine.
pl_pl: Rdzeń powinien znajdować się na środku urządzenia.

source: Okay, the countermeasure's at Will's workshop. We find it, then what?
pl_pl: Dobra, środek zaradczy jest w warsztacie Willa. Znajdziemy go i co wtedy?

source: Okay, the first red light is now green.
pl_pl: Pierwsze czerwone światło jest teraz zielone.

source: Okay, there's no way that thing should be exposed like that.
pl_pl: Okej, nie ma mowy, że to powinno być tak odsłonięte.

source: Okay, they're gone. Let's go.
pl_pl: Dobra, już ich nie ma. Chodźmy.

source: Okay, time to get a ride out of here.
pl_pl: Dobra, czas się stąd zmywać.

source: Okay, uh... there's a door on the upper level leading to a skybridge, but looks like you need to turn off security to get it open.
pl_pl: Na górnym piętrze znajdują się drzwi prowadzące do mostu, ale wygląda na to, że trzeba wyłączyć ochronę, aby je otworzyć.

source: Okay, we activate the corridor next.
pl_pl: Następnie aktywujemy korytarz.

source: Okay, we can make that work.
pl_pl: Okej, to może się udać.

source: Okay, we really need to turn that song off.
pl_pl: Dobra, naprawdę musimy wyłączyć tę piosenkę.

source: Okay, well, I'll fill you in with what I know, but when you put the pieces together it all goes banana pancakes.
pl_pl: Okej, powiem ci to, co wiem, ale kiedy połączysz te elementy razem, wszystko zrobi się kompletnie absurdalne.

source: Okay, what is all this?
pl_pl: O co w tym wszystkim chodzi?

source: Okay, what's up?
pl_pl: Dobra, co jest?

source: Okay, where are the reset controls?
pl_pl: Ok, gdzie są przyciski resetowania?

source: Okay, you turn, I'll follow.
pl_pl: Okej, to ty zacznij, ja przekręcę za tobą.

source: Okay.
pl_pl: Okej.

source: Okay. Focus, Jack. Focus.
pl_pl: Dobrze. Skup się, Jack. Skup się.

source: Okay. How would you feel if you knew a corporate monopoly was taking a massive dump all over your personal history?
pl_pl: Okej. Jak byś się czuł, gdybyś wiedział, że korporacyjny monopolista miesza z błotem całą twoją historię?

source: Okay. I gotta find a weak spot!
pl_pl: Muszę znaleźć słaby punkt!

source: Okay. I'll compartmentalize that with everything else that shouldn't make sense.
pl_pl: Ok. Oddzielę to od wszystkiego innego, co nie powinno mieć sensu.

source: Okay. I'll see you at the party.
pl_pl: Do zobaczenia na imprezie.

source: Okay. I'm gonna find another way in.
pl_pl: Dobra, znajdę inne wejście.

source: Okay. Lead the way.
pl_pl: Dobra. Prowadź.

source: Okay. Leaving the workshop now. The countermeasure is secured in my safe. I know better than to ask the reasoning behind this request. In 11 years you’ve never been wrong, and I don’t want to know about the future anyway. But that won’t make this easier for me to digest. Can we meet tomorrow? Now that the device is complete I need to know what the next steps are. And please be careful with the countermeasure. It’s tremendously powerful, and sourcing the chronon particles for it alone has taken over a decade. Rebuilding would take me years and years. ----------------------------------------------------------- TO: WILLIAM JOYCE FROM: BETH WILDER DATE: July 4th, 2010 – 7:44am SUBJECT: RE: The Countermeasure I’m now going to ask you to do something that will sound counter-intuitive. Leave the workshop. Leave the countermeasure behind, and do not return until tomorrow morning. As with all of my orders, it is best that I don’t go into further detail. ----------------------------------------------------------- TO: BETH WILDER FROM: WILLIAM JOYCE DATE: July 4th, 2010 – 7:01am SUBJECT: The Countermeasure It’s finished! It’s finally finished!! Tests are all positive. I have officially constructed a working countermeasure for a Fracture in time. I can’t prove it, obviously, since there’s no Fracture to deploy it against, but I believe it will work. It has passed every test I can conceive. There’s no reason I can see that it wouldn’t. Given your knowledge of the future, I’m guessing you already knew this would be the date I completed my work. This day has been a long time coming. I was beginning to doubt it was possible. I haven’t heard from you in almost two years now. Please tell me you are still out there.
pl_pl: Dobra. Opuszczam warsztat. Środek zaradczy jest zabezpieczony w moim sejfie. Wiem, że lepiej nie pytać o powody tej prośby. Przez 11 lat nigdy się nie myliłaś, a ja i tak nie chcę znać przyszłości. Ale to nie sprawi, że będzie mi łatwiej to wszystko przetrawić. Możemy spotkać się jutro? Teraz, gdy urządzenie jest gotowe, muszę wiedzieć, co się stanie dalej. I proszę, bądź ostrożna ze środkiem zaradczym. Jest niezwykle potężny, a samo pozyskiwanie cząsteczek chrononu zajęło ponad dekadę. Przebudowa zajęłaby mi wiele lat. ----------------------------------------------------------- DO: WILLIAM JOYCE OD: BETH WILDER DATA: 4 lipca 2010 - 7:44 TEMAT: ODP: Środek zaradczy Poproszę cię teraz o coś, co zabrzmi sprzecznie z twoją intuicją. Opuść warsztat. Zostaw środek zaradczy i nie wracaj do jutra rana. Podobnie jak w przypadku wszystkich moich poleceń, lepiej nie wdawać się w dalsze szczegóły. ----------------------------------------------------------- DO: BETH WILDER OD: WILLIAM JOYCE DATA: 4 lipca 2010 - 7:01 TEMAT: Środek zaradczy Skończyłem! To jest nareszcie gotowe!!! Testy wypadły pozytywnie. Oficjalnie skonstruowałem działający środek zaradczy na pęknięcie czasu. Oczywiście nie mogę tego udowodnić, ponieważ do pęknięcia, przeciwko któremu można by go użyć nie doszło, ale wierzę, że zadziała. Przeszedł wszystkie możliwe testy. Nie widzę powodu, dla którego miałoby być inaczej. Biorąc pod uwagę twoją znajomość przyszłości, zgaduję, że już wiedziałaś, że dzisiaj zakończę moją pracę. Ten dzień dla ciebie nadszedł już dawno. Zaczynałem wątpić, że to możliwe. Nie dostałem od ciebie wiadomości od prawie dwóch lat. Proszę, powiedz mi, że wciąż tam jesteś.

source: Okay. Let's go.
pl_pl: Dobra. Chodźmy.

source: Okay. Okay, Will? Calm down, okay? I’ll take care of this, I'll -- I'll fight my way through. I'll get the car and bring it around.
pl_pl: Dobrze. W porządku, Will? Uspokój się, dobrze? Zajmę się tym, wywalczę sobie drogę. Wezmę samochód i przyjadę.

source: Okay. Okay, good. It's cool. I just gotta make it across this damn bridge and I'll be clear.
pl_pl: Dobra. W porządku. Jest dobrze. Muszę tylko przejść przez ten cholerny most i będzie grała gitara.

source: Okay. Okay, we're doing this. I'll set the date into the console.
pl_pl: Dobra. Ok, zróbmy to. Ustawię datę w konsoli.

source: Okay. Physics building... where is the physics building.
pl_pl: Okej. Wydział fizyki... gdzie jest budynek wydziału fizyki.

source: Okay. Stay in contact. Find a radio. I'll be on channel three.
pl_pl: Pozostań w kontakcie. Znajdź radio. Będę na kanale trzecim.

source: Okay. There we go.
pl_pl: W porządku. Sami tego chcecie.

source: Okay. There's something new to look forward to.
pl_pl: Dobra. To coś nowego, na co warto czekać.

source: Okay. We're ready to fire it up.
pl_pl: W porządku. Jesteśmy gotowi do odpalenia.

source: Okay. What would you do if I told you that all of Monarch's plans may be centered around the numbers 01122?
pl_pl: Dobrze. Co byś zrobił, gdybym powiedziała ci, że wszystkie plany Monarch mogą koncentrować się wokół numerów 01122?

source: Okay...
pl_pl: Okej...

source: Okay... Bit of confusion here at the party. Serene's right hand man's on stage. It was supposed to be Serene.
pl_pl: Okej... Małe zamieszanie na imprezie. Prawa ręka Serene'a jest na scenie. A miał być Serene.

source: Okay... Explain to me why that's a better plan than just going back to yesterday and preventing all this from happening in the first place.
pl_pl: Okej... Wyjaśnij mi, dlaczego jest to lepszy plan niż powrót do dnia wczorajszego i zapobiegnięcie temu wszystkiemu.

source: Okay... This should do it.
pl_pl: Ok... To powinno wystarczyć.

source: Okay... okay. We should go.
pl_pl: Okej... okej. Powinniśmy iść.

source: Okay... should be safe to enter now.
pl_pl: Ok... wejście powinno być już bezpieczne.

source: Okay... where is the corridor.
pl_pl: Okej... gdzie jest korytarz.

source: On Amy helping Jack.
pl_pl: O Amy pomagającej Jack'owi.

source: On Beth getting ready to help Jack when things go wrong at the university.
pl_pl: O Beth przygotowującej się do pomocy Jack'owi, gdy sprawy na uniwersytecie idą źle.

source: On Beth’s journey through time – first to the End of Time and then to 1999 – and how that has affected her perspective.
pl_pl: O podróży Beth w czasie - najpierw do Końca Czasu, a następnie do 1999 roku - i o tym, jak wpłynęło to na jej perspektywę.

source: On Beth’s mysterious knowledge of the events leading to the Fracture and her plan to fix it.
pl_pl: O tajemniczej wiedzy Beth na temat wydarzeń prowadzących do pęknięcia czasu i jej planie załatania jej.

source: On Beth’s thoughts about the entering the time machine and not knowing what comes next.
pl_pl: O przemyśleniach Beth na temat wejścia do wehikułu czasu i niewiedzy, co będzie dalej.

source: On Beth’s thoughts before she goes to meet her destiny.
pl_pl: O myślach Beth przed spotkaniem z przeznaczeniem.

source: On Jack’s friendship with Paul Serene.
pl_pl: Na temat przyjaźni Jack'a z Paulem Serene.

source: On Jack’s last meeting with Will before he left Riverport.
pl_pl: O ostatnim spotkaniu Jack'a z Willem przed opuszczeniem Riverport.

source: On July fourth, 2010, unique temporal anomalies began to occur in a very small and focused area we now refer to as "Ground Zero," located within the Riverport industrial zone.
pl_pl: Czwartego lipca 2010 roku na bardzo małym i skoncentrowanym obszarze, który obecnie nazywamy „Strefą Zero”, zlokalizowaną w strefie przemysłowej Riverport, zaczęły pojawiać się unikalne anomalie czasowe.

source: On Liam Burke messing up Beth’s rescue operation.
pl_pl: O Liamie Burke'u, który zepsuł akcję ratunkową Beth.

source: On Nick helping Jack.
pl_pl: O Nicku pomagającym Jack'owi.

source: On Serene controlling his condition and madness.
pl_pl: Serene kontroluje swój stan i szaleństwo.

source: On Serene giving in to the rage and madness his condition brings.
pl_pl: Serene poddaje się wściekłości i szaleństwu, które wywołuje jego stan.

source: On Serene learning that he cannot change things, and refocusing his plan.
pl_pl: Serene dowiaduje się, że nie może niczego zmienić i zmienia swój plan.

source: On Serene’s plan in 1999.
pl_pl: Na temat planu Serene w 1999 roku.

source: On Serene’s thoughts about Hatch betraying him.
pl_pl: Przemyślenia Serene o tym, że Hatch go zdradził.

source: On Serene’s thoughts about Sofia betraying him.
pl_pl: Przemyślenia Serene o tym, że Sofia go zdradziła.

source: On Serene’s thoughts about being trapped at the End of Time.
pl_pl: O przemyśleniach Serene na temat uwięzienia w Końcu Czasu.

source: On Serene’s thoughts about making Jack see things his way, and on his condition.
pl_pl: Przemyślenia Serene o tym, by Jack zobaczył rzeczy jego oczami i na temat jego stanu.

source: On Serene’s thoughts about ordering Jack’s execution and on his condition.
pl_pl: Przemyślenia Serene o zleceniu egzekucji Jack'a i jego stanu.

source: On Serene’s thoughts about the PR campaign, Jack and Monarch’s plan.
pl_pl: Przemyślenia Serene na temat podejścia PR'owego, planu Jack'a i Monarch.

source: On Serene’s thoughts about the hardline approach, Jack and Monarch’s plan.
pl_pl: O przemyśleniach Serene na temat bezkompromisowego podejścia, planu Jack'a i Monarch.

source: On Will and Dr. Kim working on the university time machine.
pl_pl: Will i dr Kim pracują nad uniwersyteckim wehikułem czasu.

source: On how Jack feels about Serene trying to make him understand his goals.
pl_pl: O tym, jak Jack czuje się, gdy Serene próbuje sprawić, by zrozumiał swoje cele.

source: On how Jack feels about the sacrifice Beth made to save everyone.
pl_pl: O tym, co Jack myśli o poświęceniu Beth, by uratować wszystkich.

source: On how Jack responds when asked to go through every known event of time travel.
pl_pl: O tym, jak Jack reaguje, gdy prosi się go o przejście przez wszystkie znane wydarzenia związane z podróżami w czasie.

source: On the Unique Nature of the Lifeboat
pl_pl: O wyjątkowej naturze łodzi ratunkowej

source: On the completion of William's labors.
pl_pl: Po zakończeniu pracy Williama.

source: On the destruction of Serene’s Chronon Syndrome treatments.
pl_pl: O zniszczeniu lekarstwa na Syndrom Chrononu przez Serene.

source: On the events that have taken place since February 28, 1999.
pl_pl: O wydarzeniach, które miały miejsce od 28 lutego 1999 roku.

source: On the first activation of Willam's time machine.
pl_pl: Podczas pierwszej aktywacji wehikułu czasu Willama.

source: On the loss of the countermeasure.
pl_pl: O utracie środka zaradczego.

source: On the map there's a squiggly line that leads from the door to a big square. And that square has two squigglies leading to little circles.
pl_pl: Na mapie znajduje się linia, która prowadzi od drzwi do dużego kwadratu. Kwadrat ten ma dwie linie prowadzące do małych okręgów.

source: On what Jack knows about Martin Hatch.
pl_pl: O tym, co Jack wie o Martinie Hatchu.

source: On what Jack thinks about Serene’s plan and Project Lifeboat.
pl_pl: O tym, co Jack myśli o planie Serene'a i projekcie Łodzi Ratunkowej.

source: On what Jack thinks about fixing the Fracture and closed loops.
pl_pl: Na temat tego, co Jack myśli o naprawie pęknięcia czasu i zamkniętych pętlach.

source: On whose authority?
pl_pl: Z czyjego upoważnienia?

source: On your knees! Now! Trojan four, we're going inside.
pl_pl: Na kolana! Teraz! Trojan cztery, wchodzimy do środka.

source: Once connected, you may also download the show episodes from DOWNLOADS in the Main Menu
pl_pl: Po nawiązaniu połączenia można również pobierać odcinki serialu z menu POBRANE w menu głównym.

source: Once that confession hits the air, the whole city will be looking for him. He'll have nowhere to turn. He’ll come to me tonight.
pl_pl: Kiedy to wyznanie wyjdzie na jaw, całe miasto będzie go szukać. Nie będzie miał gdzie się zwrócić. Przyjdzie do mnie dziś wieczorem.

source: One more time!
pl_pl: Jeszcze raz!

source: One way to find out.
pl_pl: Tylko tak możemy się przekonać.

source: Only one of Serene's treatments survived the explosion. His time was running out.
pl_pl: Tylko jedno z lekarstw Serene'a przetrwało eksplozję. Jego czas dobiegał końca.

source: Only way forward.
pl_pl: To jedyna droga.

source: Oops. Sorry...
pl_pl: Ups. Przepraszam...

source: Open
pl_pl: Otwórz

source: Open fire!
pl_pl: Otworzyć ogień!

source: Open fire! By the chronon container!
pl_pl: Otworzyć ogień! Przy pojemniku chrononu!

source: Open fire! By the chronon dampener!
pl_pl: Otworzyć ogień! Przy tłumiku chrononu!

source: Open fire, but avoid damage to the core at all cost!
pl_pl: Otwórz ogień, ale nie uszkodź rdzenia!

source: Open the door
pl_pl: Otwórz drzwi

source: Open the gate for the boat
pl_pl: Otwórz bramę dla łodzi

source: Or I could pick you up. Let me know. I'm pretty exposed out here, so try to make it fast.
pl_pl: Albo mogę cię odebrać. Daj znać. Jestem dość odsłonięta, więc postaram się to zrobić szybko.

source: Or just read through my personal emails instead. No hurry.
pl_pl: Albo przeczytaj moje prywatne e-maile. Bez pośpiechu.

source: Or maybe he just wanted to see you break.
pl_pl: A może po prostu chciał zobaczyć, jak łatwo ciebie złamać.

source: Or what? We’re getting across that bridge whether you like it or--
pl_pl: Czy co? Przejdziemy przez ten most, czy ci się to podoba, czy...

source: Or... Nick is getting pimp rich. Booyah.
pl_pl: Albo... Nick staje się bogaty jak alfons. O tak.

source: Or... make a blood trail look like paint!
pl_pl: Albo... sprawić, by ślady krwi wyglądały jak farba!

source: Orders are to keep the mission quiet, tidy. We can't afford unwanted attention--
pl_pl: Mamy rozkazy utrzymać misję w ciszy i porządku. Nie możemy pozwolić sobie na niechcianą uwagę...

source: Orders. I'll make it quick.
pl_pl: Takie rozkazy. Zrobię to szybko.

source: Ouch.
pl_pl: Auć.

source: Ouch. Burn.
pl_pl: Auć.

source: Our plans might actually overlap for once. I’m going to attempt to access Dr. Kim’s lab tonight during the gala to find out if he knew about the countermeasure. I still think that’s our strongest lead. However, if I get inside, I should be able to shut down some of the security measures from inside. The problem is that getting inside that lab might prove to be a long shot. Couldn’t get a hold of Amaral’s key card so I’ve resorted to shameless flirting in order to find a means in. I’m going to the gala as Charlie Wincott’s “date” in hopes that he can get me inside. That’s if I can hold back from punching out the douche for that long. Consider this a test of restraint. I know that you think Jack is the key to obtaining the countermeasure, but the evidence is really stacking up that Dr. Kim knew something about the device. All of the research he did in that lab is classified. They’re hiding something big in there. I’ll let you know what I find. I’d warn you that your plan on the island sounds reckless, but I’m sure you’re fully aware. Keep in mind that the minute Dr. Amaral goes missing, the entirety of Monarch is going to be hunting you down. She’s the only thing keeping Serene alive. He won’t let her go without a fight. Keep safe. --------------------------------------- TO: FIONA MILLER FROM: BETH WILDER DATE: OCT 9, 2016 – 6:48pm SUBJECT: RE: JOYCE IN CUSTODY?? Yeah. Oops. I’m sure you noticed that things didn’t go exactly according to plan at Ground Zero. Seems like a running theme tonight. Can’t go into details now but we found something that I believe is the key to retrieving the countermeasure. The solution is in sight, but we need to kidnap Sofia Amaral in order to get it to work. Jack gave himself up as part of a plan to get him inside. I’m on my way to release him so he can get to Amaral. A poor man’s Trojan horse. Desperate times, desperate measures. What’s your status? Any update on the Dr. Kim lead? We may need your help from inside to pull this off. Any chance you can lower security in and around the R and D facility? --------------------------------------- TO: BETH WILDER FROM: FIONA MILLER DATE: OCT 9, 2016 – 6:32pm SUBJECT: JOYCE IN CUSTODY?? I just got word that Jack Joyce is in Monarch custody. Walked right into the mansion on Gull Island and gave himself up. What the hell are you two up to?? If you want my help from the inside then I need to know what’s going on. Fiona
pl_pl: Choć raz nasze plany mogą się pokrywać. Spróbuję dostać się do laboratorium dr. Kima dziś wieczorem podczas gali, aby dowiedzieć się, czy wiedział o środku zaradczym. Nadal uważam, że to nasz najmocniejszy trop. Jeśli jednak dostanę się do środka, powinnam być w stanie wyłączyć niektóre zabezpieczenia od wewnątrz. Problem w tym, że dostanie się do laboratorium może okazać się bardzo trudne. Nie udało mi się zdobyć karty Amaral, więc uciekłam się do bezwstydnego flirtowania, by znaleźć sposób na dostanie się do środka. Idę na galę jako „randka” Charliego Wincotta w nadziei, że uda mu się wprowadzić mnie do środka. O ile uda mi się powstrzymać przed strzeleniem w ryj temu dupkowi przez tak długi czas. Potraktuj to jako test powściągliwości. Wiem, że myślisz, że Jack jest kluczem do zdobycia środka zaradczego, ale dowody na to, że dr Kim wiedział coś o urządzeniu, naprawdę się piętrzą. Wszystkie badania, które przeprowadził w laboratorium, są tajne. Ukrywają tam coś dużego. Dam ci znać, co znajdę. Ostrzegam cię, że twój plan na wyspie brzmi lekkomyślnie, ale jestem pewna, że jesteś w pełni tego świadoma. Pamiętaj, że gdy dr Amaral zaginie, cały Monarch będzie na ciebie polował. Tylko ona utrzymuje Serene przy życiu. Nie pozwoli jej odejść bez walki. Trzymaj się. --------------------------------------- DO: FIONA MILLER OD: BETH WILDER DATA: 9 PAŹDZIERNIKA 2016 - 18:48 TEMAT: ODP: JOYCE W ARESZCIE? Tak. Ups. Na pewno zauważyłaś, że w Strefie Zero nie wszystko poszło zgodnie z planem. Wygląda na to, że to motyw przewodni dzisiejszego wieczoru. Nie mogę teraz wchodzić w szczegóły, ale znaleźliśmy coś, co moim zdaniem jest kluczem do odzyskania środka zaradczego. Rozwiązanie jest w zasięgu wzroku, ale musimy porwać Sofię Amaral, aby to zadziałało. Jack poddał się w ramach planu, aby dostać się do środka. Jestem w drodze, by go uwolnić, by mógł dostać się do Amaral. To taki bieda Koń trojański. Desperackie czasy, desperackie środki. Co u ciebie? Jakieś postępy w sprawie dr. Kima? Możemy potrzebować twojej pomocy. Czy jest szansa na obniżenie poziomu bezpieczeństwa w ośrodku badawczo-rozwojowym? --------------------------------------- DO: BETH WILDER OD: FIONA MILLER DATA: 9 PAŹDZIERNIKA 2016 - 18:32 TEMAT: JOYCE W ARESZCIE? Właśnie otrzymałam wiadomość, że Jack Joyce jest w areszcie Monarch. Wszedł prosto do rezydencji na Wyspie Mew i poddał się. Co wy do cholery knujecie? Jeśli chcecie mojej pomocy od wewnątrz, to muszę wiedzieć, co się dzieje. Fiona

source: Our secrets would be safe, but the public would hate us, and Jack would gain new allies.
pl_pl: Nasze sekrety byłyby bezpieczne, ale opinia publiczna znienawidziłaby nas, a Jack zyskałby nowych sojuszników.

source: Our shift's over in a coupla hours. Maybe we can crash it.
pl_pl: Nasza zmiana kończy się za kilka godzin. Może uda nam się zabawić.

source: Our team has already proved it works in the trial phase. It is ready. We passed every test, every inspection. We're about to make history, Jack. All you have to do... is hit that switch.
pl_pl: Nasz zespół udowodnił już, że to działa w fazie próbnej. To jest gotowe. Przeszliśmy wszystkie testy, każdą inspekcję. Zaraz przejdziemy do historii, Jack. A wszystko, co musisz zrobić... to nacisnąć ten przycisk.

source: Our tech can't do that!
pl_pl: Nasza technologia tego nie potrafi!

source: Out!
pl_pl: Pusto!
